Repository: lanray07/Nightfall-Protocol
Catalog: NightfallProtocol/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr

# action.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# action.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer

# action.continue
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer

# action.copy.recap
source: Copy Recap
de: Zusammenfassung kopieren
es: Copiar resumen
fr: Copier le recap

# action.extract
source: Extract
de: Extrahieren
es: Extraer
fr: Extraire

# action.finish
source: Finish
de: Fertig
es: Terminar
fr: Terminer

# action.interact
source: Interact
de: Interagieren
es: Interactuar
fr: Interagir

# action.language
source: Language
de: Sprache
es: Idioma
fr: Langue

# action.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant

# action.purchase
source: Purchase
de: Kaufen
es: Comprar
fr: Acheter

# action.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser

# action.return.hub
source: Return to Hub
de: Zurück zur Zentrale
es: Volver al centro
fr: Retour au hub

# action.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# action.share.recap
source: Share Protocol Recap
de: Protokollbericht teilen
es: Compartir resumen del protocolo
fr: Partager le recap protocole

# action.start
source: Start
de: Starten
es: Iniciar
fr: Commencer

# action.store
source: Store
de: Shop
es: Tienda
fr: Boutique

# app.tagline
source: Enter the dream. Escape the nightmare.
de: Betritt den Traum. Entkomme dem Albtraum.
es: Entra en el sueño. Escapa de la pesadilla.
fr: Entre dans le rêve. Échappe au cauchemar.

# app.title
source: Nightfall Protocol
de: Nightfall-Protokoll
es: Protocolo Nightfall
fr: Protocole Nightfall

# difficulty.extreme
source: Extreme
de: Extrem
es: Extrema
fr: Extrême

# difficulty.high
source: High
de: Hoch
es: Alta
fr: Élevée

# difficulty.low
source: Low
de: Niedrig
es: Baja
fr: Faible

# difficulty.medium
source: Medium
de: Mittel
es: Media
fr: Moyenne

# difficulty.unknown
source: Unknown
de: Unbekannt
es: Desconocida
fr: Inconnue

# gameplay.collapse
source: Reality Collapse
de: Realitätskollaps
es: Colapso de realidad
fr: Effondrement de réalité

# gameplay.combo.format
source: x%d momentum
de: Momentum x%d
es: impulso x%d
fr: elan x%d

# gameplay.pulse.anomaly
source: Anomaly survived. Score boosted.
de: Anomalie ueberstanden. Punktzahl erhoeht.
es: Anomalia superada. Puntuacion aumentada.
fr: Anomalie survecue. Score augmente.

# gameplay.pulse.hit
source: Contact broke momentum.
de: Kontakt hat das Momentum gebrochen.
es: El contacto rompio el impulso.
fr: Le contact a brise l elan.

# gameplay.pulse.loot
source: Rare signal secured.
de: Seltenes Signal gesichert.
es: Senal rara asegurada.
fr: Signal rare securise.

# gameplay.pulse.objective
source: Objective chained. Momentum rising.
de: Ziel verkettet. Momentum steigt.
es: Objetivo encadenado. Impulso en aumento.
fr: Objectif enchaine. L elan monte.

# gameplay.score.format
source: Score %d
de: Punkte %d
es: Puntuacion %d

# gameplay.threat.critical
source: Critical Threat
de: Kritische Gefahr
es: Amenaza critica
fr: Menace critique

# gameplay.threat.elevated
source: Elevated Threat
de: Erhoehte Gefahr
es: Amenaza elevada
fr: Menace elevee

# gameplay.threat.low
source: Low Threat
de: Geringe Gefahr
es: Amenaza baja
fr: Menace faible

# gameplay.threat.severe
source: Severe Threat
de: Schwere Gefahr
es: Amenaza severa
fr: Menace severe

# hub.pulse.body
source: Everyone receives the same Daily Nightmare signal. Beat the code, extract clean, and share the recap.
de: Alle erhalten dasselbe taegliche Signal. Besiege den Code, extrahiere sauber und teile den Bericht.
es: Todos reciben la misma senal diaria. Supera el codigo, extrae limpio y comparte el resumen.
fr: Tout le monde recoit le meme signal quotidien. Bats le code, extrais proprement et partage le recap.

# hub.pulse.code.format
source: Shared signal: %@
de: Geteiltes Signal: %@
es: Senal compartida: %@
fr: Signal partage : %@

# hub.pulse.cta
source: Run Today's Signal
de: Heutiges Signal starten
es: Jugar la senal de hoy
fr: Lancer le signal du jour

# language.de
source: German
de: Deutsch

# mission.extract.title
source: Extract Dream Artifact
de: Traumartefakt extrahieren
es: Extraer artefacto onírico
fr: Extraire l’artefact de rêve

# mission.investigate.title
source: Investigate Black Site
de: Black Site untersuchen
es: Investigar sitio negro
fr: Enquêter sur le site noir

# mission.recover.title
source: Recover Memory Fragment
de: Erinnerungsfragment bergen
es: Recuperar fragmento de memoria
fr: Récupérer un fragment de mémoire

# mission.rescue.title
source: Rescue Lost Echo
de: Verlorenes Echo retten
es: Rescatar eco perdido
fr: Sauver l’écho perdu

# mission.seal.title
source: Seal Nightmare Rift
de: Albtraumriss versiegeln
es: Sellar grieta de pesadilla
fr: Sceller la faille cauchemardesque

# mission.survive.title
source: Survive Until Extraction
de: Bis zur Extraktion überleben
es: Sobrevivir hasta la extracción
fr: Survivre jusqu’à l’extraction

# mode.coop
source: Co-op Placeholder
de: Koop-Platzhalter
es: Cooperativo provisional
fr: Coopératif provisoire

# mode.daily
source: Daily Nightmare
de: Täglicher Albtraum
es: Pesadilla diaria
fr: Cauchemar quotidien

# mode.endless
source: Endless Descent
de: Endloser Abstieg
es: Descenso infinito
fr: Descente infinie

# mode.solo
source: Solo Extraction
de: Solo-Extraktion
es: Extracción en solitario
fr: Extraction solo

# mode.story
source: Story Protocol Missions
de: Story-Protokollmissionen
es: Misiones de protocolo narrativo
fr: Missions du protocole narratif

# modifier.blackout.description
source: Lights fail faster and panic pulses pay extra score.
de: Lichter fallen schneller aus und Panikimpulse geben mehr Punkte.
es: Las luces fallan antes y los pulsos de panico dan mas puntos.
fr: Les lumieres cedent plus vite et les impulsions rapportent plus.

# modifier.blackout.title
source: Total Blackout
de: Totaler Blackout
es: Apagon total
fr: Noir total

# modifier.echoTrail.description
source: The Echo remembers more of your route. Clean movement builds momentum.
de: Das Echo merkt sich mehr deiner Route. Saubere Bewegung baut Momentum auf.
es: El Eco recuerda mas de tu ruta. El movimiento limpio crea impulso.
fr: L Echo retient plus de ton trajet. Un mouvement net cree de l elan.

# modifier.echoTrail.title
source: Echo Trail
de: Echospur
es: Rastro de eco
fr: Trace d echo

# modifier.glassMaze.description
source: Extraction routes distort, but artifact chains are worth more.
de: Extraktionsrouten verzerren sich, aber Artefaktketten zaehlen mehr.
es: Las rutas de extraccion se distorsionan, pero las cadenas de artefactos valen mas.
fr: Les routes d extraction se tordent, mais les chaines d artefacts valent plus.

# modifier.glassMaze.title
source: Glass Maze
de: Glaslabyrinth
es: Laberinto de cristal
fr: Labyrinthe de verre

# modifier.hunted.description
source: The Hollow surges earlier. Survive contact-free for a higher rank.
de: Der Hollow jagt frueher. Kontaktfrei ueberleben bringt hoeheren Rang.
es: El Hueco aparece antes. Sobrevive sin contacto para subir rango.
fr: Le Vide surgit plus tot. Survis sans contact pour un meilleur rang.

# modifier.hunted.title
source: Marked by The Hollow
de: Vom Hollow markiert
es: Marcado por el Hueco
fr: Marque par le Vide

# modifier.redSignal.description
source: False exits multiply, but collapse drama boosts the final recap.
de: Falsche Ausgaenge nehmen zu, doch Kollapsdrama staerkt den Abschlussbericht.
es: Las salidas falsas se multiplican, pero el colapso mejora el resumen final.
fr: Les fausses sorties se multiplient, mais le drame du collapse booste le recap.

# modifier.redSignal.title
source: Red Signal
de: Rotes Signal
es: Senal roja
fr: Signal rouge

# modifier.zeroHour.description
source: Reality accelerates from the first second. Only sharp extractions trend.
de: Die Realitaet beschleunigt sofort. Nur praezise Extraktionen fallen auf.
es: La realidad acelera desde el primer segundo. Solo las extracciones precisas destacan.
fr: La realite accelere des la premiere seconde. Seules les extractions nettes percent.

# modifier.zeroHour.title
source: Zero Hour
de: Stunde Null
es: Hora cero
fr: Heure zero

# profile.level.format
source: Level %d
de: Stufe %d
es: Nivel %d
fr: Niveau %d

# result.collapse.label
source: Collapse
de: Kollaps
es: Colapso

# result.highlight.artifactRush
source: Artifact rush: multiple signals recovered before extraction.
de: Artefakt-Rush: mehrere Signale vor der Extraktion gesichert.
es: Carrera de artefactos: varias senales recuperadas antes de extraer.
fr: Ruee d artefacts : plusieurs signaux recuperes avant l extraction.

# result.highlight.cleanSweep
source: Clean sweep: momentum stayed hot through the nightmare.
de: Sauberer Lauf: Momentum blieb durch den Albtraum hoch.
es: Barrido limpio: el impulso se mantuvo alto en la pesadilla.
fr: Parcours net : l elan est reste fort dans le cauchemar.

# result.highlight.extracted
source: Protocol intact: the zone tried to keep you and failed.
de: Protokoll intakt: Die Zone wollte dich behalten und scheiterte.
es: Protocolo intacto: la zona intento retenerte y fallo.
fr: Protocole intact : la zone a tente de te garder et a echoue.

# result.highlight.lostSignal
source: Lost signal: temporary loot dissolved, but the protocol learned.
de: Signal verloren: Temporaere Beute zerfiel, doch das Protokoll lernte.
es: Senal perdida: el botin temporal se disolvio, pero el protocolo aprendio.
fr: Signal perdu : le butin temporaire a disparu, mais le protocole a appris.

# result.highlight.needle
source: Needle extraction: escaped at the edge of collapse.
de: Nadel-Extraktion: Flucht am Rand des Kollapses.
es: Extraccion al limite: escapaste al borde del colapso.
fr: Extraction au fil : fuite au bord du collapse.

# result.rank.a
source: A-Rank Operator
de: Operator Rang A
es: Operador rango A
fr: Operateur rang A

# result.rank.b
source: B-Rank Survivor
de: Ueberlebender Rang B
es: Superviviente rango B
fr: Survivant rang B

# result.rank.c
source: C-Rank Signal
de: Signal Rang C
es: Senal rango C
fr: Signal rang C

# result.rank.d
source: D-Rank Lost Echo
de: Verlorenes Echo Rang D
es: Eco perdido rango D
fr: Echo perdu rang D

# result.rank.label
source: Rank
de: Rang
es: Rango
fr: Rang

# result.rank.s
source: S-Rank Nightmare Breaker
de: S-Rang Albtraumbrecher
es: Rango S Rompepesadillas
fr: Rang S Briseur de cauchemar

# result.recap.copied
source: Protocol recap copied.
de: Protokollbericht kopiert.
es: Resumen del protocolo copiado.
fr: Recap protocole copie.

# result.recap.share.format
source: Nightfall Protocol | %@ | Score %d | %@ | Code %@ | %@
de: Nightfall Protocol | %@ | Punkte %d | %@ | Code %@ | %@
es: Nightfall Protocol | %@ | Puntuacion %d | %@ | Codigo %@ | %@

# result.score.label
source: Score
de: Punkte
es: Puntuacion

# store.premiumPass.description
source: Monthly cosmetic-only rewards, nightmare trails, extraction animations, and premium lore presentation.
de: Monatliche kosmetische Belohnungen, Alptraumspuren, Extraktionsanimationen und Premium-Lore-Praesentation.
es: Recompensas cosmeticas mensuales, rastros de pesadilla, animaciones de extraccion y presentacion de historia premium.
fr: Recompenses cosmetiques mensuelles, traces de cauchemar, animations d extraction et presentation lore premium.

# store.premiumPass.price
source: ?9.99/mo
de: 9,99 GBP/Monat
es: 9,99 GBP/mes
fr: 9,99 GBP/mois

# title.artifacts
source: Artifact Collection
de: Artefaktsammlung
es: Colección de artefactos
fr: Collection d’artefacts

# title.hub
source: Main Hub
de: Hauptzentrale
es: Centro principal
fr: Hub principal

# title.mission.select
source: Mission Select
de: Missionsauswahl
es: Selección de misión
fr: Choix de mission

# title.protocol.pulse
source: Protocol Pulse
de: Protokollimpuls
es: Pulso del protocolo
fr: Pulse protocole

# title.protocol.recap
source: Protocol Recap
de: Protokollbericht
es: Resumen del protocolo
fr: Recap protocole

# title.settings
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages

# title.store
source: Store
de: Shop
es: Tienda
fr: Boutique

# language.es
source: Spanish
es: Español

# result.runCode.label
source: Run Code
es: Codigo
fr: Code run

# language.fr
source: French
fr: Français
